;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;
;
; Translation Author: Козицький Андрій
; TranslationAuthorEmail: andriykozytskyy1323@gmail.com
; TranslationAuthorWeb:
; Soft Version: 7.x
;

[GUI]
ButtonYes=так
ButtonNo=Ні
ButtonOK=Гаразд


[Translation]
ReadHabit=Зліва направо
LanguageName=UKR
LangCode=0422
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=UKRAINIAN_CHARSET
Information=Підтвердження
Warning=Увага
Error=Помилка
Confirm=Підтвердження
pmGo=Перейти до елемента
pmNone=Не вибирати
pmAll1=Вибрати все
pmrec=Рекомендовано
pmIgnore=Ігнорувати
pmExport=Експорт в...
pmInvert=Інвертувати
Frminput.btnok.caption=Гаразд
Frminput.btncancel.caption=Скасувати
;
; Основний GUI
;
FrmWDC.pmHelp.caption=Довідка он-лайн
FrmWDC.pmHome.caption=Домашня сторінка
FrmWDC.pmCheckNew.caption=Перевірити оновлення
FrmWDC.pmLang.caption=Мови
FrmWDC..caption=Про програму
FrmWDC.btncomm.caption=Загальне очищення
FrmWDC.btnadv.caption=Додаткове очищення
FrmWDC.btnsilm.caption=Очищення системи
FrmWDC.btnrestore.caption=Відновлення
FrmWDC.btnsettings.caption=Налаштування
FrmWDC.btnlikeit.caption=Мені подобається!
FrmWDC.btnsuggest.caption=Пропозиції та відгуки
;
; Додаткове очищення
;
FrmAdvSettings.lblinfo.caption="Пошук порожніх файлів" набирає чинності тільки один раз. Наступного разу вам потрібно вибрати його знову.
Frmadvdc.btnscan.caption=Пошук
Frmadvdc.lblpath.caption=Пошук:
Frmadvdc.btnrescan.caption=Повторити пошук
Frmadvdc.btnall.caption=Вибрати все
Frmadvdc.btnadvanced.caption=Додатково
Frmadvdc.btnnone.caption=Не вибирати
Frmadvdc.lblwrcinfo.caption=Wise Registry Cleaner є лідером серед безкоштовних програм по швидкості очищення!
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblpceinfo.caption=Wise PC Engineer має цілий ряд утиліт для очищення реєстру і дисків та оптимізації комп'ютера. Простий та ефективний у використанні!
Frmadvdc.lblpce.caption=Wise PC Engineer
Frmadvdc.lblspeed.caption=Найвища швидкість пошуку у світі!
Frmadvdc.lblrec.caption=Інші додатки користувачів:
Frmadvdc.vtfiles.Columns[0]=Файл
Frmadvdc.vtfiles.Columns[1]=Розмір
Frmadvdc.vtfiles.Columns[2]=Шлях
Frmadvdc.vtfiles.Columns[3]=Час останнього доступу
Frmadvdc.vtfiles.Columns[4]=Тип
;
; Додаткове налаштування
;
FrmAdvSettings.btnok.caption=Гаразд
FrmAdvSettings.btnadd.caption=Додати
FrmAdvSettings.btnremove.caption=Видалити
FrmAdvSettings.btncancel.caption=Скасувати
FrmAdvSettings.wcknull.caption=Пошук порожніх файлів (0 байт, повільно)
FrmAdvSettings.wckshortcut.caption=Пошук хибних ярликів (повільно)
FrmAdvSettings.caption=Додатково
FrmAdvSettings.btnre.caption=Рекомендовано
FrmAdvSettings.btnall.caption=Вибрати все
FrmAdvSettings.btnnone.caption=Не вибирати
;
; Про програму
;
FrmAboutWin.caption=Про програму
FrmAboutWin.btnOK.caption=Гаразд
FrmAbout.lblver.caption=Поточна версія:
FrmAbout.lblhome.caption=Домашня сторінка:
FrmAbout.lblemail.caption=Підтримка:
FrmAbout.lblthanks.caption=Подяка цим прекрасним людям за їхній вклад і старанність:
;
; Параметри автозавантаження
;
FrmAutorunSettings.lblcmd.caption=Режим командного рядка
FrmAutorunSettings.lblcmdinfo.caption=Ви маєте можливість запуску програми з командного рядка. Для отримання додаткової інформації, будь-ласка, натисніть F1 або перейдіть по наступному посиланні, щоби ознайомитися за допомогою довідки.
FrmAutorunSettings.chk1.caption=Створити ярлик "Очищення в один клік" на робочому столі.
FrmAutorunSettings.chkadv.caption=Увімкнути додаткове очищення
FrmAutorunSettings.btnhelp.caption=Довідка он-лайн
;
; Основне очищення
;
FrmCommon.btnall.caption=Вибрати все
FrmCommon.btnre.caption=Рекомендовано
FrmCommon.btnnone.caption=Не вибирати
FrmCommon.wckadv.caption=Увімкнути додаткове очищення
FrmCommon.WiseLabel1.caption=Планування завдань
FrmCommon.lbltype.caption=Тип запуску:
FrmCommon.lblweek.caption=Виберіть день:
FrmCommon.lbltime.caption=Час:
FrmCommon.btnScan.caption=Пошук
FrmCommon.lblstat.caption=Швидке і легке очищення непотрібних файлів та історії.
FrmCommon.btncancel.caption=Скасувати
FrmCommon.btnrescan.caption=Повторити
;
; Список виключень
;
FrmExclusion.btnAddFile.caption=Додати файл
FrmExclusion.btnAddFolder.caption=Додати теку
FrmExclusion.btnAddType.caption=Додати тип файлу
FrmExclusion.btnImport.caption=Імпорт
FrmExclusion.btnExport.caption=Експорт
FrmExclusion.btnRemove.caption=Видалити
;
; Загальні налаштування
;
FrmGeneral.chkNews.caption=Автоматично отримувати новини.
FrmGeneral.chkwipe.caption=Безпечне видалення (повільно)
FrmGeneral.WiseLabel1.caption=Перевірити оновлення:
FrmGeneral.WiseLabel2.caption=Мова:
FrmGeneral.btnchecknew.caption=Перевірити зараз
FrmGeneral.WiseLabel4.caption=Свої порожні теки (тільки для досвідчених користувачів)
FrmGeneral.btnAdd.caption=Додати
FrmGeneral.btnRemove.caption=Видалити

;
; Відновлення
;
FrmRestore.btnrestore.caption=Відновити
FrmRestore.btnremove.caption=Видалити
FrmRestore.Btnclose.caption=Скасувати
FrmRestore.caption=Відновити

;
; Параметри
;
FrmSettings.tsCommon.caption=Загальні
FrmSettings.tsAutoRun.caption=Автозавантаження
FrmSettings.tsExclusion.caption=Виключення
FrmSettings.btnAbout.caption=Про програму
FrmSettings.btnok.caption=Гаразд
FrmSettings.btncancel.caption=Скасувати
FrmSettings.caption=Налаштування
;
; Очищення системи
;
FrmSysClean.lblrecommendinfo.caption=Спробуйте нашу розумну продукцію для підвищення продуктивності Windows.
FrmSysClean.lblpce.caption=Wise PC Engineer
FrmSysClean.lblpceinfo.caption=Wise PC Engineer має цілий ряд утиліт для очищення реєстру і дисків та оптимізації комп'ютера. Простий та ефективний у використанні!
FrmSysClean.lbl1.caption=Wise Registry Cleaner є лідером серед безкоштовних програм по швидкості очищення!
FrmSysClean.lbl2.caption=Wise Registry Cleaner
FrmSysClean.lblre.caption=Ви бажаєте подальшого покращення продуктивності Windows?
FrmSysClean.btnSlimming.caption=Очищення
FrmSysClean.btnall.caption=Вибрати все
FrmSysClean.btnrecommended.caption=Рекомендовано
FrmSysClean.btnnone.caption=Нічого
FrmSysClean.vtsys.Columns[0]=Елемент
FrmSysClean.vtsys.Columns[1]=Розмір
FrmSysClean.vtsys.Columns[2]=Розділ
FrmSysClean.vtsys.Columns[3]=Пропозиція
;
; Подобається
;
FrmlikeUs.lblTitle.caption=Якщо вам сподобалася програма Wise Disk Cleaner, прохання повідомити про це ваших друзів.
FrmlikeUs.lblInfo.caption=Будь-ласка, поділіться Wise Disk Cleaner з сім'єю, друзями, однокласниками і колегами по електронній пошті, блогу, Twitter, Youtube, Facebook, та ін...
FrmlikeUs.lblRate.caption=Оцінка Wise Disk Cleaner:
FrmlikeUs.lblfollow.caption=Підписатися:
FrmlikeUs.lblshare.caption=Розказати про Wise Disk Cleaner:
FrmlikeUs.btndownload.caption=Безкоштовне завантаження
FrmlikeUs.imgrate.hint=5 зірок
FrmlikeUs.imgmail.hint=Поділитися з друзями
FrmlikeUs.imgface1.hint=Поділитися на facebook
FrmlikeUs.imgface2.hint=Поділитися на facebook
FrmlikeUs.imgtwitter1.hint=Поділитися на twitter
FrmlikeUs.imgtwitter2.hint=Підписатися на twitter
FrmlikeUs.Caption=Подобається
FrmlikeUs.lbldownload.caption=Завантажити інші програми на  WiseCleaner.com :


[Message]
LestOneItem=Ви маєте вибрати хоча би один пункт для очищення.
HistorySaved=Звільнено місця: %s
DisableAdd=З міркувань безпеки деякі спеціальні теки (наприклад, Тека Windows, "Завантаження з жорсткого диску" і "DVD-ROM") не можуть бути додані в цей список.
ConfirmAdd=Ви впевнені, що бажаєте видалити всі файли в %s, коли увімкнете "Додаткове очищення"?
DupFolder=Ця тека вже існує у списку.
ExImport=Список виключень було експортовано до:
SelectHardDrive=Виберіть розділ жорсткого диску
CreationDate=Створений
Description=Опис
NowCleaning=Очищення:
ScheduleNextTime=Наступного разу:
Never=Ніколи
InputType=Введіть тип файлу (наприклад:. * TMP)
WarnNoType=Виберіть хоча би один тип для пошуку!
NoItemChecked=Виберіть один або декілька файлів для видалення.
WDCRunning=Програма працює.
RemoveSysRestore=Ви бажаєте видалити системну точку відновлення?
RestoreFromSysRestore=Ви повинні перезавантажити комп'ютер для процесу відновлення системи. Ви бажаєте почати процес відновлення зараз?
WarnZeroFile=Ви обрали режим «Порожній файл». Деякі файли ємністю 0 байт необхідні для правильної роботи системи, ознайомтеся з ними перед їх видаленням. Ви дійсно бажаєте їх видалити?
SysRestoring=Налаштування процесу відновлення системи...
SysCreating=Створення точки відновлення системи...
Browse=Вибрати...
AllHardDrive=Локальні диски
Cleaning=Очищення...
Exported=Поточні елементи були експортовані в %s, ви бажаєте переглянути файл зараз?
LeftTimeSec=За: %s секунди
Safetodel=Цей пункт можна видалити.
MoreSpace=Для звільнення диску.
Unknow=Невідомо
AddFileType=Додати тип файлу
AlreadExist=%s вже існує в списку.
illegalType=%s є типом незаконних файлів.
Summary=Створено
InputSummary=Введіть опис для файлу цього типу:
noselected=Елементи не обрано.
DelFileType=Ви впевнені, що бажаєте видалити цей тип файлу?
ScanAborted=Перевірка була скасована!
TrashFound=Було знайдено %d файлів, розміром %s.
NoTrashAndTrace=Вітаємо! Ваш комп'ютер очищено!
CleanDone=Очищення завершено!
LestOne=Виберіть щонайменше один елемент для перевірки.
LestOneClean=Виберіть щонайменше один елемент для очищення.
Scanning=Пошук
InvalidIgnorItem=Не може ігнорувати цей пункт.
TraceFound=Знайдено %d елементів.
CleanNow=Негайне очищення.
TrashRemoved=%d файлів було видалено і звільнено %s дискового простору.
TraceRemoved=%d елементів історії видалено.
LastCommonClean=Останнє очищення диску:
Working=Зачекайте завершення поточного завдання і спробуйте знову.
NoFilesFound=Немає непотрібних файлів
NoTracesFound=Немає історії
FindTraces=%d елементів історії
NoItemFound=Елементи не знайдено
FindFilesSize=%d файлів, всього знайдено %s
FindTracesSection=%d елементів історії знайдено в цьому розділі
CanFreeSpace=Було знайдено %d файлів, буде збережено %s
TotalTraces=Знайдено %d елементів історії.
EnableRestore=Функція відновлення системи вимкнена. Ви бажаєте увімкнути відновлення системи?
RestorePointFail=Не вдалося створити точку відновлення системи.
ErrorMsg=Сповіщення про помилку:
NoNewVer=Вітаємо, ви використовуєте останню версію!
KeyWord=Введіть ключові слова:
AddFolder=Додати теку
CannotCrTask=Не вдалося створити завдання.
InvalidType=Введіть допустиме розширення файлу.
NoType=Відмітьте хоча б один тип для пошуку.
FailToDelete=Деякі файли не буде видалено до тих пір, поки система не буде перезавантажена.
GoodHabit=Чистий комп'ютер є правильним кроком. Тримайте його в чистоті. Гарного вам дня!
7After=%d днів минуло з моменту останньої дефрагментації. Рекомендуємо почати невідкладний пошук.
7Before=Це гарна звичка зберігати ваші диски чистими.
TaskExists=Заплановане завдання не існує. Ви бажаєте видалити його і замінити новим завданням? (Ні - редагувати існуюче завдання. Скасувати - відмінити процес).
NoBackupSelected=Виберіть хоча би одну резервну копію для відновлення.
StartScan=Пошук
StartClean=Очищення
Cancel=Скасувати
Idle=В простої
Daily=Кожен день
Weekly=Кожен тиждень
Monthly=Кожен місяць
Monday=Понеділок
Tuesday=Вівторок
Wednesday=Середа
Thursday=Четвер
Friday=П'ятниця
Saturday=Субота
Sunday=Неділя
AvdDefaultHint=Додаткові параметри для пошуку непотрібних файлів:
TrashFoundEx=Було знайдено наступні непотрібні файли:
NoDriveChecked=Вам потрібно вибрати один чи декілька дисків для пошуку.
ScanFor=Пошук на дисках:
FindDrives=Пошук дисків...


[CommonClean]
ScanAbortedHint=Ми рекомендуємо програму для пошуку непотрібних файлів та історії.
DefaultHint=Очищення непотрібних файлів та історії тенет, допоможе зекономити місце і захистить ваше особисте життя.
ScanAbortedHint1=Пошук системи для знаходження непотрібних файлів.
WhenIdle=В простої


[SysClean]
Open=Відкрити
Remove=Видалити
MoreSpace=Для звільнення диску.
Cleaning=Очищення...
Scanning=Пошук...
ScanEnd=Було знайдено %d елементів. %s дискового простору буде звільнено після очищення.
NoItems=Вітаємо! Системний диск чистий.
SpaceFreed=Очищення завершено. %s місця було звільнено.
Installer=Застарілі встановлювачі Windows
LongInstaller=Застарілі встановлювачі Windows є непотрібними файлами їх можна видалити, щоби звільнити дисковий простір.
PatchUninstall=Видалення файлів Windows Update
LongPatchUninstall=Якщо вам не потрібно деінсталювати Windows Update, можна видалити ці файли.
Downloadedfiles=Завантажені файли Windows
Longdownloadedfiles=Після встановлення оновлень Windows, можна видалити ці файли.
Baselinecache=Кеш базисних встановлювачів Windows
LongBaselinecache=Файли створені встановлювачем Windows можна видалити.
JPIME=Японський IME
LongJPIME=Якщо ви не використовуєте японську мову, то її можна видалити.
KoreanIME=Корейський IME
LongKoreanIME=Якщо ви не використовуєте корейську мову, то її можна видалити.
TChineseIME=Традиційна китайська IME
LongTChineseIME=Якщо ви не використовуєте традиційну китайську мову, то її можна видалити.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=Якщо ви не використовуєте Microsoft Pinyin IME, то його можна видалити.
HelpFile=Файли довідки Windows
LongHelpFile=Якщо ви не використовуєте довідкову систему, то її можна видалити.
SamplePic=Зразки зображень Windows
LongSamplePic=Якщо вам не потрібні зразки зображень, то їх можна видалити.
SampleMic=Зразки музики Windows
LongSampleMic=Якщо вам не потрібні зразки музики, то їх можна видалити.
SampleVideos=Зразки відео Windows
LongSampleVideos=Якщо вам не потрібні зразки відео, то їх можна видалити.
SampleMedia=Зразки медіа Windows
LongSampleMedia=Якщо вам не потрібні зразки медіа, то їх можна видалити.
Wallpaper=Файли тла Windows
LongWallpaper=Якщо вам не потрібні рисунки тла, то їх можна видалити.



[Area]
Networkmapping=Історія мережевих дисків
LastDownloadDir=Останні завантаження
TrashClean=Непотрібні файли
TraceClean=Исторія комп'ютера
WinRar=WinRar
WinZip=WinZip
AcrobatReader=Acrobat Reader
MSN=Windows Live Messenger
OfficePicture=Microsoft Office Picture Manager
Office=Microsoft Office
TypeOtherApp=Інші додатки
WindowsPaint=Windows Paint
WindowsDefender=Windows Defender
WindowsWordpad=Windows Wordpad
WindowsMediaPlayer=Windows Media Player
TypeWComponents=Компоненти Windows
FireFoxOther=Історія Mozilla FireFox
FireFoxPass=Збережені паролі Mozilla FireFox
FireFoxForm=Автозаповнення Mozilla FireFox
FireFoxCookies=Mozilla FireFox Cookies
ChromePass=Збережені паролі Google Chrome
ChromeForm=Автозаповнення Google Chrome
ChromeCookies=Google Chrome Cookies
IEPass=Збережені паролі IE
IEForm=Історія автозаповнення IE
IECookies=Microsoft IE Cookies
TypeInternet=Огляд тенет
JumpList=Список переходів панелі завдань
SearchList=Історія пошуку Windows
TraryNotify=Кеш повідомлень панелі завдань Windows
ExplorerMRU=Інші MRU провідника
Recentdocuments=Недавні документи
RunStartMenu=Виконати
TypeSystem=Система Windows
Flash=Adobe Flash Player
TypeMedia=Мультимедіа
FireFoxCache=Кеш Mozilla FireFox
ChromeCache=Кеш Google Chrome
IECahce=Кеш Microsoft IE
LogFile=Файли журналу системи
DownloadedPatch=Завантажені файли, створені Windows
ErrorReport=Файли звіту про помилки
Dump=Файли дампу пам'яті
ThumbCache=Кеш ескізів
InvalidLnk=Хибні ярлики
UserTemp=Непотрібні файли, створені додатками Windows
Prefetch=Дані Windows Prefetch
RemoteDesktop=Файли кешу віддаленого робочого столу
Recyclebin=Кошик
SafariCache=Кеш Safari Internet
SafariHistory=Історія Safari
SafariCookies=Safari Cookies
SafariPass=Автозаповнення Safari


[Type]
UserDefine=Вибраний користувачем
ZeroFile=Порожні файли - 0 байт
WinSetupLog=Файли журналу помилок Windows
NtUninstall=Джерела оновлень Windows
InvalidLnk=Хибні ярлики
UserTemp=Файли тимчасових тек користувачів
WinTemp=Файли тимчасових тек Windows
RecentFiles=Посилання останніх файлів
PatchSource=Джерела оновлень Windows.
TempFile=Тимчасові файли
fcwdir=Файл, створений при оновленні.
tfcbp=Тимчасовий файл програми.
sdrf=Файли, створені під час пошуку на диску
OldFile=Старий файл
outdatedfile=Застарілий файл.
fcwhfir=Файл, створений при запуску файлу довідки.
Ncfile=Файли кешу новин
Backupfile=Резервне копіювання файлів
WBfile=Файл копії MS Word.
Cbswahf=Файли, створені під час пошуку довідки
whtf=Тимчасові файли довідкової системи
Logfile=Файли журналів
LLogfile=Файл журналу, додатків чи системних служб.
Errorfile=Файл помилки
Wmdf=Файл дампу пам'яті Win2000/XP.
bcomf=Резервні копії файлів.
Indexfile=Індексний файл
ifcbsiotitpbs=Індексний файл зображення.
Tfcds=Тимчасовий файл запуску.
Intermediatefile=Проміжний файл
chkfile=Відновлений файл


[AutoClean]
DiskSaved=був збережений на диску.
Title=Вітаємо!
TraceCleanned=сліди було очищено.

